Repository: julien-jacob/menus-for-block-theme
Catalog: languages/menus-for-block-theme-*.po
Languages: fr_fr

source: Add classic menus for block theme (Appearance > Menus)
fr_fr: Ajouter les menus classiques pour les thèmes basés sur les blocs (Apparence > Menus)

source: Customizer
fr_fr: Personnaliser

source: Disable file editor for plugins and themes (Tools > Theme / Plugin File Editor)
fr_fr: Désactiver l'éditeur de fichiers pour les extensions et les thèmes (Outils > Éditeur des fichiers des thèmes / extensions)

source: Display shortcut to menu list (Appearance > Navigation menus)
fr_fr: Ajouter le raccourci vers la liste des menus (Apparence > Liste des menus)

source: Display shortcut to template parts list (Appearance > Template Parts)
fr_fr: Ajouter le raccourci vers la liste des éléments de modèles (Apparence > Élément de modèles)

source: Display shortcut to templates list (Appearance > Templates)
fr_fr: Ajouter le raccourci vers la liste des modèles (Apparence > Modèles)

source: Display shortcut to the reusable blocks management screen (Appearance > Reusable Blocks)
fr_fr: Ajouter le raccourci vers l'écran de gestion des blocs réutilisables (Apparence > Blocs réutilisables)

source: Display the customizer in admin menu (Appearance > Customize)
fr_fr: Afficher "Personnaliser" dans le menu d'administration (Apparence > Personnaliser)

source: Enable shortcuts to manage block-based themes: re-enable classic menus and customizer tabs, add shortcuts to reusable blocks, templates, template parts and menu list. Disable file editor for plugins and themes.
fr_fr: Active les raccourcis pour gérer vos thèmes basés sur les blocks : réactive les menus classiques et le personnaliseur, ajoute des raccourcis vers les blocs réutilisables, les modèles, les éléments de modèles et la liste des menus. Supprime la possibilité d'éditer les fichiers des thèmes et des extensions.

source: File editor
fr_fr: Éditeur de fichiers

source: Menus for Block Theme : Settings
fr_fr: Menus for Block Theme : Réglages

source: MFBT Settings
fr_fr: MFBT Réglages

source: Navigation Menu
fr_fr: Liste des menus

source: Not available on WordPress Multisite
fr_fr: Non disponible sur WordPress multisite

source: Reusable Blocks
fr_fr: Blocs réutilisables

source: Settings
fr_fr: Réglages

source: Support menus
fr_fr: Supporter les menus

source: Template Parts
fr_fr: Élément de modèles

source: Templates
fr_fr: Modèles
